[
  {
    "name": "Samsung Galaxy S20 5G 128GB Azul",
    "slug": "samsung-galaxy-s20-128gb",
    "manufacturer": "SAMSUNG",
    "description": "Con el Samsung Galaxy S20 puedes sacudir los códigos estéticos y empujar los límites de las pantallas tal y como las conoces. Sumérgete en una nueva dimensión que combina potencia, conectividad, elegancia y comodidad en un solo smartphone. Con una impresionante pantalla AMOLED infinita de 6,2\" con una resolución HD cuádruple de 1440 x 3200 píxeles, ofrece una frecuencia de actualización de 120 Hz para una suavidad increíble. Además, con su procesador Exynos 990 que soporta 12GB de RAM y 128GB de espacio de almacenamiento, instala todas tus aplicaciones favoritas fácilmente y sin restricciones. En cuanto a la cámara principal con triple sensor 12+12+64, de alto rendimiento y con la posibilidad de grabar vídeos de 8K, no volverás a ver tu smartphone de la misma manera. Equipado con un procesador Exynos 990 y 12 GB de RAM, el Samsung Galaxy S20 te ofrece toda la potencia que necesitas para sacar el máximo provecho de tu smartphone, incluso los juegos más intensivos en gráficos funcionan sin problemas. En cuanto a su sublime pantalla Infinity de 6,2\"\" con una resolución Quad HD de 1440 x 3200 píxeles, realza la riqueza de las imágenes a la vez que le ofrece una espectacular inmersión. Y con una frecuencia de actualización de 120 Hz, usar tu smartphone nunca ha sido tan agradable. Además, el Samsung Galaxy S20 tiene una ranura para tarjetas microSD (hasta 1 TB) para soportar los 128 GB de memoria interna si es necesario. Dual SIM, el Samsung Galaxy S20 te permite gestionar eficazmente tu vida profesional y personal de la mejor manera posible.",
    "color": "Azul",
    "price": "1009.00",
    "imageFileName": [
      "https://encrypted-tbn0.gstatic.com/shopping?q=tbn:ANd9GcQ_Kq08-IM8Ic5uUNhpPf9djXw2ML7-_K4sG0d5C6hWbgeFKlfyGmsxxdKAD9zyHyOuo6aukbbCX7cDhNbY2eRubYEUraC9xA&usqp=CAY",
      "https://encrypted-tbn2.gstatic.com/shopping?q=tbn:ANd9GcT4bYKVGrGEmW7GVVen0-YwpC07hZNoquMvig7gZK-r5DTKGJVk&usqp=CAY",
      "https://encrypted-tbn0.gstatic.com/shopping?q=tbn:ANd9GcTmHGlZSp7qYZufKjMKm-WS3PhpPVTXvPuqTrdT2z9iTDcka95s4X0Z9PJ7LXlP4nR0l0VT62NTSQx_QD-HKYAtLh5ayAhk&usqp=CAY",
      "https://encrypted-tbn3.gstatic.com/shopping?q=tbn:ANd9GcSvQmCPszzrT5Jp-L_7PgT1ydR3wjTDjjq2YUSgGhrkzJe4n1ZQc4eNgIGFa52kAOLKPqGhIB6mCdwSOkFb940_87T2LzrMtQ&usqp=CAY",
      "https://encrypted-tbn2.gstatic.com/shopping?q=tbn:ANd9GcT7SeG7-WYBtLG0HqMnYNrV0H86IDlvhumxDvby7OehzWC7Koip4M4EQ2Mx6y1FLpAIcJ5r21y0poYf6g8azOnzPe-GEV4ZzA&usqp=CAY"
    ],
    "screen": "6.2\"",
    "processor": "Exynos 990 de 7nm",
    "ram": "12G"
  },
  {
    "name": "Móvil - Samsung Galaxy A12 (2021), Negro, 64 GB, 4 GB RAM, 6.5\" HD+, QuadCam, Exynos 850, 5000 mAh, Android 11",
    "slug": "samsung-galaxy-a12-64gb",
    "manufacturer": "SAMSUNG",
    "description": "Pantalla TFT LCD Infinity-V Display\nVive una experiencia audiovisual sin precedentes. Sus 6.5\" de pantalla HD+, harán que disfrutes a tope de todo tu contenido y juegues a una velocidad impresionante.\n\nQuad Cam para fotografías de nivel profesional\nEl Galaxy A12 (2021) de Samsung, cuenta con cuatro cámaras que te permitirán hacer fotos mucho más claras, nítidas y de calidad profesional. Una cámara de 2 MP Macro, otra de 2 MP Profundidad, continuada con 5 MP Ultra Gran Angular y 48 MP Principal. La cámara Ultra Gran Angular dará más amplitud a tu mundo. Además, tiene una cámara frontal de 8 MP.\n\nCarga rápida y una batería más que duradera\nSi eres de los que vive cada día al máximo, la batería de larga duración del Galaxy A12 (2021) es tu aliada perfecta. Con 5.000 mAh, tu teléfono móvil tendrá energía para todo el día y podrás disfrutar sin límite de tus contenidos de entretenimiento. Juega, comparte y visualiza tus vídeos y streamings como nunca desde tu smartphone Samsung. Y si se acaba, devuélvele toda la energía con su carga rápida de 15W.\n\nMemoria RAM y almacenamiento\nSus 64 GB de almacenamiento interno, unido a que puedes ampliarlos mediante tarjeta microSD hasta 1 TB, harán que en tu Galaxy A12 (2021) no sobre nada, seguido a 4 GB de memoria RAM. Almacena todo lo que te importa sin temor a agotar el espacio.",
    "color": "Negro",
    "price": "179.00",
    "imageFileName": [
      "https://assets.mmsrg.com/isr/166325/c1/-/ASSET_MMS_86539433/fee_786_587_png",
      "https://assets.mmsrg.com/isr/166325/c1/-/ASSET_MMS_86539436/fee_786_587_png",
      "https://assets.mmsrg.com/isr/166325/c1/-/ASSET_MMS_86539440/fee_786_587_png"
    ],
    "screen": "6.5\"",
    "processor": "Exynos 850",
    "ram": "4G"
  },
  {
    "name": "Xiaomi Redmi 9C 64GB Gris 3GB",
    "slug": "xiaomi-redmi-9c-64gb",
    "manufacturer": "XIAOMI",
    "description": "Doble cámara y más detalles Sus 2 cámaras traseras de 13 Mpx/2 Mpx te permitirán tomar imágenes con más detalles y lograr efectos únicos como el famoso modo retrato de poca profundidad de campo. Además, el dispositivo cuenta con cámara frontal de 5 Mpx para que puedas sacarte divertidas selfies o hacer videollamadas. Más para ver Con su pantalla IPS de 6.53\", disfruta de colores intensos y mayor nitidez en todos tus contenidos. Mayor rendimiento Su memoria RAM de 3 GB permite que tu smartphone funcione de manera fluida y sin demoras al realizar distintas tareas, jugar o navegar. Desbloqueo facial y dactilar Máxima seguridad para que solo tú puedas acceder al equipo. Podrás elegir entre el sensor de huella dactilar para habilitar el teléfono en un toque, o el reconocimiento facial que permite un desbloqueo hasta un 30% más rápido. Batería de duración superior ¡Desenchúfate! Con la súper batería de 5000 mAh tendrás energía por mucho más tiempo para jugar, ver series o trabajar sin necesidad de realizar recargas. Gran capacidad de almacenamiento Con su memoria interna de 64 GB siempre tendrás espacio para almacenar archivos y documentos importantes. Además, podrás guardar películas, series y videos para reproducirlos cuando quieras sin conexión.",
    "color": "Gris",
    "price": "129.00",
    "imageFileName": [
      "https://encrypted-tbn2.gstatic.com/shopping?q=tbn:ANd9GcTwNeFFiMo_EY47U4bctQ9T_vM-NV0PydIOyQgUFM6jROvPY0zmmvQT8paeVMIo99dCAcrhMTOZqTnp7G6Jmf0qFUjrImt0Qw&usqp=CAY",
      "https://encrypted-tbn0.gstatic.com/shopping?q=tbn:ANd9GcTQKo2ntWOQUsicA-QPxJUgsiuqabvBzIIhWDwqOIbQN3FtuPDSQKGyOSYq8opBdIuBHq4up24EOWVJ7rGyPOKquOWMd1Tc&usqp=CAY",
      "https://encrypted-tbn0.gstatic.com/shopping?q=tbn:ANd9GcTVXmxM-hmKdVknXjjgxNmrHC19QwG77No3nM_jTk-n5_jWSxuJtqoBEfA5R0KiqZ3dRgSOpC01GOZumT_wLLq-4qYE6VqUSw&usqp=CAY",
      "https://encrypted-tbn0.gstatic.com/shopping?q=tbn:ANd9GcQS3VI8BE8fq8TBPrmh8LLcQwtBK4V3IqiPl3BAqnYkAPboUp2H-HElNclEJIpBKc1Fz1KZYBFrlo4vHtPpeXQ5kedguJ3fag&usqp=CAY"
    ],
    "screen": "6.53\"",
    "processor": "MediaTek Helio G35",
    "ram": "3G"
  },
  {
    "name": "Xiaomi 11T 5G",
    "slug": "xiaomi-11T-5G-256gb",
    "manufacturer": "XIAOMI",
    "description": "Si necesitas un móvil versátil y funcional al mismo tiempo que no quieres renunciar al rendimiento, no te pierdas la oportunidad de hacerte con tu móvil xioami 11t 5g en color gris meteorito, con 8 gb de ram y 256 gb de capacidad. tecnología y componentes de calidad a tu alcance.de magia, de cinexiaomi 11t 5g te da el poder de convertir los momentos cotidianos en magia cinematográfica. gracias a su compatibilidad con cada etapa del proceso de creación y presentación de imágenes y vídeos, el dispositivo ofrece la experiencia cinematográfica definitiva, perfecta para contar las historias que te importan.grabación hdr10+la grabación en hdr10+ de nivel profesional captura detalles de vídeo más brillantes y oscuros con más de mil millones de colores, por lo que conseguirás un vídeo más claro y realista. con hdr10+ los colores se ven más vivos y dinámicos, desde la captura hasta la presentación en la pantalla.potente mediatek dimensity 1200-ultracomo dispositivo premium que es compatible con todas sus necesidades de películas y medios, xiaomi 11t 5g se basa en la plataforma móvil mediatek dimensity 1200 ultra 6nm más poderosa, lo que permite el modo de espera dual 5g y cuenta con una combinación de una cpu de 3.0 ghz de bajo consumo, lo que la coloca entre los mejores chipsets insignia actualmente en el mercado.crea \"cinemágico\" con un cine de ia de 108mp y one-clickxiaomi 11t 5g impulsa las aclamadas tecnologías de cámara de xiaomi a lo grande. equipado con un gran angular de 108mp, telemacro 2x y una cámara ultra gran angular de 120 °, te permite capturar tanto clips rápidos como películas cinematográficas desde la palma de tu mano. el superpíxel 9 en 1 de 2,1 μm está respaldado por un potente procesamiento de imágenes. con fotografía computacional de ia y cine de ia con un solo clic, xiaomi 11t 5g está totalmente equipado para capturar imágenes fijas o vídeos impresionantes sobre la marcha. audio zoom agregará una dimensión completamente nueva a tus videos, lo que le permitirá acercarse a los objetos y disfrutar de una experiencia auditiva envolvente.wi-fi 6el wi-fi 6 aumenta la velocidad de transmisión, mejora la eficiencia y minimiza la congestión de la red cuando se utilizan múltiples dispositivos. la futura red wlan requiere más rendimiento para hacer frente al aumento del tráfico de datos y gestionar más señales wlan. el revolucionario y altamente eficiente estándar wlan ieee 802.11ax (wi-fi 6) hace frente a este desafío. wi-fi 6 cumple con su promesa de garantizar una red más rápida y estable en la próxima década. la tarjeta ofrece velocidades de hasta 574 mbps en la red de 2.40 ghz, mientras que ofrecerá hasta 2.402 mbps en la de 5 ghz.",
    "color": "Gris meteorito",
    "price": "499.00",
    "imageFileName": [
      "https://encrypted-tbn3.gstatic.com/shopping?q=tbn:ANd9GcSyDv6dnGNLNn7LNU5eO8YrvU1gnUgJjKppWQrCix7Rwy3DiGJ3VU1EAnXRet9c3GyvXnZ5pWnxDh865WwUMMN_Yxk1RC9U&usqp=CAY",
      "https://encrypted-tbn2.gstatic.com/shopping?q=tbn:ANd9GcRdhxEqOVO3BydOnW4FFOyaXlXNOITTXoU6trZ-p5Woi7ha3h91RpN2GEOEHIxI2Bei5dYiHdxBZ_SrFaxVRJw9tVUFXg2E&usqp=CAY",
      "https://encrypted-tbn3.gstatic.com/shopping?q=tbn:ANd9GcS3FmKOpXT0pduWvZXXtm3HCapZZaRnzQtNgF9OXRYZBbf2YkGqe0tGVMWDJdrkfVxyPa89YQIYSRFzcK-uatl1tfl3KKJH&usqp=CAY",
      "https://encrypted-tbn2.gstatic.com/shopping?q=tbn:ANd9GcTeHZD24QtyfID3UyDlFj3wavPMxVnTkKppQlMLXWgBJAZ7Uy3gyfjI8qkQ3ezYGO1yJZbmxStmG9Y6l8C0FK7XxO8mD9mK&usqp=CAY",
      "https://encrypted-tbn2.gstatic.com/shopping?q=tbn:ANd9GcRb-v535BxQTOdYPps2tNl_KtWvh7tGdwv8mY3Vfkgw93QqJkn5bPIEStRTDwhw-0Juzcx8FbsHZIYn2a--1OdVwdrPL_ciAQ&usqp=CAY"
    ],
    "screen": "6.67\"",
    "processor": "MediaTek Dimensity 1200-Ultra",
    "ram": "8G"
  },
  {
    "name": "Apple iPhone 12 Verde 64GB",
    "slug": "iphone-12-64gb",
    "manufacturer": "APPLE",
    "description": "Apple iPhone 12 Verde 64GB Llega el iPhone 12, uno de los móviles 5G más buscados y esperados. Lo tiene todo por fuera: un diseño cuatro veces más resistente a las caídas o arañazos, una pantalla de Super Retina XDR de 6,1 pulgadas, rodeada de aluminio aeroespacial porque este móvil es de otro planeta.Con el iPhone 12 con 5G podrás descargar pelis sin conectarte al WiFi, disfrutar de un concierto en streaming o hacer FaceTime sin notar ninguna latencia y con la mayor cobertura del mundo entero. ¿Te contamos más? Podemos decirte que lleva el chip A14 bionic, el más potente en un smartphone y tecnología OLED para que los colores tengan más color que nunca. No dejarás de usar su cámara dual, de día y también de noche gracias al gran angular y ultra gran angular. Y contarás con la ayuda de HDR Inteligente 3 para retocar automáticamente el color y la nitidez, entre otras cosas. Del modo retrato ya ni hablamos, no querrás que otra persona te haga fotos y te costara elegir uno solo de sus seis efectos de iluminación para sacar el mejor selfi. Graba todos tus vídeos en 4K HRD y proyéctalos en la tele. Te sorprenderás. Con la carga inalámbrica ultrarrápida y su sistema de privacidad te seguirá el ritmo allá donde vayas.",
    "color": "Verde",
    "price": "689.00",
    "imageFileName": [
      "https://encrypted-tbn2.gstatic.com/shopping?q=tbn:ANd9GcQlGwS5EgZ0DB1F8Y0zWRr3cZfKQpkzX6MH3Y-Z-mtcTnuGcey0n1dXHkJhw5iM6QmNIm03bK7ofHBmCJ5m9ffdtwfBFRjn&usqp=CAY",
      "https://encrypted-tbn1.gstatic.com/shopping?q=tbn:ANd9GcR7JsqhJAXOlmufKKo1e9zZYtWN6Pjq0eE3N2Cok6gKA9mv86cfoqDDWbNo2TSlhJ_ig8WhHCl5MQCAk2E5scaOdimqyZCl8A&usqp=CAY",
      "https://encrypted-tbn2.gstatic.com/shopping?q=tbn:ANd9GcTsnmpEeCGSUPHTSAbt9BECgckQ8bZlkIvCNob2xEsWS5P6oO3NJW8LDa9jYqswRv6TyLzTaMj62vLhWscrmjDZn6asMiga0g&usqp=CAY",
      "https://encrypted-tbn3.gstatic.com/shopping?q=tbn:ANd9GcT4JSnashnmybuByRwQp4XeQskk7SbhcsgmktwcYsK6rmi0PzClpqlQZ6GO7SaFxdN1TUxOux5fxdIeXuS7lzGqvZCVu5I9Yw&usqp=CAY"
    ],
    "screen": "6.1\"",
    "processor": "Apple A14 Bionic",
    "ram": "4G"
  },
  {
    "name": "Apple iPhone 13 Pro 128GB Oro",
    "slug": "iphone-13-128gb",
    "manufacturer": "APPLE",
    "description": "El iPhone 13 Pro se ha rediseñado por completo y presenta una pantalla Super Retina XDR con ProMotion y una tasa de refresco adaptativa de hasta 120 Hz, de modo que la experiencia táctil es más rápida y responde mejor. El sistema de cámaras Pro da su salto más importante, con nuevos gran angular, ultra gran angular y teleobjetivo que capturan fotos y vídeos espectaculares gracias al incomparable rendimiento del A15 Bionic. Estas tecnologías hacen realidad increíbles novedades como la fotografía macro en el nuevo ultra gran angular y un rendimiento con poca luz hasta 2,2 veces más potente en el nuevo gran angular. También cuenta con prestaciones de fotografía computacional, como Estilos Fotográficos, para personalizar el aspecto de las imágenes en la app Cámara. El vídeo da un gran salto con el modo Cine, que crea fantásticas transiciones de profundidad de campo, vídeos macro a cámara lenta y en time lapse, y un rendimiento aún mejor con poca luz.",
    "color": "Verde",
    "price": "1109.00",
    "imageFileName": [
      "https://encrypted-tbn0.gstatic.com/shopping?q=tbn:ANd9GcRj3ZwrGMkzVGHW8QnKjGkvhr-DlI5MYV90HJj2HrbMwmmjCtBqK_jDoazWbCJgTJApW-VrOPGApF1lfXrxtcr7_lVD3cMJ&usqp=CAY",
      "https://encrypted-tbn3.gstatic.com/shopping?q=tbn:ANd9GcQafwUwAZunMA4aJzy683xnpKLtP8aYF7DOPSwrqzEMhfBXvoIav9rH_O0xzSlTtV1lzps7ip-ZJBLUN8rFuIO1xprjHKp7mg&usqp=CAY",
      "https://encrypted-tbn2.gstatic.com/shopping?q=tbn:ANd9GcSN64v2yFj-iab246zw1ypfX106SD0fbA08NjtKi-42caAvQ4wAqMnnYRKROQ7KW-w8iDXZkE1xhL3mP6Nik9YkgK3LOJZVtg&usqp=CAY",
      "https://encrypted-tbn1.gstatic.com/shopping?q=tbn:ANd9GcQUriuqxJBF4595Sn5zvwlHI908g6dx_SaCP0IttMrHyCtivfDSpaXQvZIh-ZuJv6A6LkQCwDHUrHdrmds0E539JXqhJlNolQ&usqp=CAY",
      "https://encrypted-tbn2.gstatic.com/shopping?q=tbn:ANd9GcRiy3JwotsarTk3wqKXzQkpXgFkZAx9Fu34ojBK2RMMJdUFvMPf6gbK9klNbC8-1PrhdfxjdfZhFsmzJVyYCbzkw_6GXnE9ow&usqp=CAY"
    ],
    "screen": "6.1\"",
    "processor": "Apple A15 Bionic",
    "ram": "6G"
  },
  {
    "name": "Oppo A15 Negro 3GB / 32GB",
    "slug": "oppo-a15-32gb",
    "manufacturer": "OPPO",
    "description": "Oppo A15 Pantalla 6,52\" HD+ | Triple Cámara 13 MP | Batería 4230 mAh La pantalla ideal para tus ojos La marca de móviles chinos Oppo, sigue lanzando nuevos terminales con las últimas novedades del mercado, empezando por la pantalla. Seguro que en alguna ocasión te ha tocado trabajar con el móvil, o asistir a una clase online por videoconferencia, y has acabado con dolor de cabeza. Esto se debe principalmente al cansancio ocular, por eso, en esta ocasión Oppo ha euipado una pantalla Waterdrop Eye Protection de 6,52\" en resolución HD+, que ajusta automáticamente el brillo según la iluminación de tu entorno. 3 cámaras, una para cada momento En el apartado fotográfico, este Oppo A15 equipa 3 cámaras traseras, para que fotografíes cada momento a tu gusto. Este cuadro de cámaras está formado por un objetivo principal de 13 MP Gran Angular, una lente Macro de 2 MP y un sensor de profundidad de 2 MP, para que pueda inmortalizar cualquier momento que imagines. Además, gracias a la IA (Inteligencia Artificial), obtendrás resultados brillantes. Batería de larga duración Sin duda la calidad batería es un aspecto fundamental en un teléfono móvil. En esta ocasión, Oppo ha optado por introducir una batería de 4230 mAh de larga duración, que hará que puedas llegar al final del día sin ningún problema. Podrás ver vídeos en alta resolución de forma online hasta 16 horas. Además, este smartphone Oppo aprende de tus hábitos de sueño y reduce de forma inteligante, el consumo de la batería mientras duermes.",
    "color": "Negro",
    "price": "127.00",
    "imageFileName": [
      "https://encrypted-tbn2.gstatic.com/shopping?q=tbn:ANd9GcRDgfScLDxMlGbiw427ph2Kp9bRgjTJx-RLf02nuJzyUWrm0t06Dj5OUaKVWRvS7tyk-dRuoTqBqaRU45ATb0BTz0I_7S5WAw&usqp=CAY",
      "https://encrypted-tbn3.gstatic.com/shopping?q=tbn:ANd9GcT9nvidAG9WLKkPCoqNYJgiutH4XJnS0bP1SNoCw_1yWu0QDe3GvEqNAdJRS7acKGP73PWwtN_JYDhUxasA2ej-YgF8bU_k&usqp=CAY",
      "https://encrypted-tbn3.gstatic.com/shopping?q=tbn:ANd9GcSXuSwHQkkp3oGEfhLt_3_5pI-7JzqEroHomYofjp1embA7QMnK4oGfV_vl5s46wHj8aYimt2IMU6imRPcmw6mAlDu308JRcQ&usqp=CAY",
      "https://encrypted-tbn1.gstatic.com/shopping?q=tbn:ANd9GcR1IvWEXcAbmmB3-HO917Eq2x6-jquxJqz7F-T6HZBDx8XmZtA5yhld6DOukVd2cF0nTdz2btGmZX3w08_vchHBuprrvgdG7Q&usqp=CAY",
      "https://encrypted-tbn1.gstatic.com/shopping?q=tbn:ANd9GcQ_fYQbEfli3tn8zP6DNrz3O_Q1GYuSj0sBYY58lcHCzijqp8BLyGN4t6rQGy7XPxhiFRbXjeuEs8s-R00vnoJUCGB4Fyn9ew&usqp=CAY"
    ],
    "screen": "6.52\"",
    "processor": "MediaTek Helio P35",
    "ram": "3G"
  },
  {
    "name": "Realme 8i 4GB/64GB Negro",
    "slug": "realme-8i-64gb",
    "manufacturer": "REALME",
    "description": "Este teléfono de Realme está impulsado por el procesador Helio G96 de 8 núcleos con velociddad de hasta 2.05 GHz, 4GB de memoria RAM y 64Gb de almacenamiento interno. El Realme 8i dual sim 4GB RAM 64Gb negro tiene una pantalla de 6.6 pulgadas con tecnología IPS Lcd, frecuencia de refresco de 120 Hz y más de un 90% de relación pantalla-cuerpo. La cámara triple con IA tiene 50Mp + 2MP + 2MP de resolución, siendo estas lentes la principal, macro y Byamp;W, respectivamente. La batería de 5.000 mAh de capacidad te puede dar hasta 2 días de funcionamiento",
    "color": "Violeta",
    "price": "172.00",
    "imageFileName": [
      "https://encrypted-tbn1.gstatic.com/shopping?q=tbn:ANd9GcRqtCC8dWYavh3Q8AproSbnCxNFiN4DP7rWrhO29n3atzrCBTJG4O1vyGYdJ55Q9QzlmF7lLoo4kWcNm4OKU1pJ6UMvRE5m&usqp=CAY",
      "https://encrypted-tbn2.gstatic.com/shopping?q=tbn:ANd9GcRHQ-9DkiRPH-vsoJlRzeVYvT0Nndbzm4e9I9M0YXDo8DCV8LEHpGOncncxHDVt7UcM_LNAuKxHKCuBzRkDqw__n2rclc6p&usqp=CAY",
      "https://encrypted-tbn3.gstatic.com/shopping?q=tbn:ANd9GcQLI1iY2NP4bCjOAMv0_E9YBSF-2sLHexStSKJx_j1WsxlOy4F5sqek75gGReF_dvEGextJ2sk08F_VvA-OdQm5f5mzZ2AF&usqp=CAY",
      "https://encrypted-tbn3.gstatic.com/shopping?q=tbn:ANd9GcRoagF9uUMpbTPvDdQlRd5e9A1Pd83CBgtUZoJcqLmb4PcOqg58CXkKENjno4k-zh9ToyVD-uMTiiLnmlWQWKayk9V6lQ3z&usqp=CAY",
      "https://encrypted-tbn3.gstatic.com/shopping?q=tbn:ANd9GcSReOj3w30BZbnBdiEVBznhdljvxBWty_7ryklbL8EQUNQMLTRAjrNG3oHHqgteh8K29tZRLt00dxpkVVz_F5ACCOVaEYDb&usqp=CAY"
    ],
    "screen": "6.6\"",
    "processor": "Helio G96",
    "ram": "4G"
  },
  {
    "name": "Samsung Galaxy S21 Ultra 5G Plata 256GB 12GB\n",
    "slug": "samsumg-galaxy-s21-256gb",
    "manufacturer": "SAMSUNG",
    "description": "Samsung Samsung Galaxy S21 Ultra 5G 12GB/256GB móvil libre DescripciónHaz que cada día sea épico ¡Qué no se te escape la toma perfecta!. Galaxy S21 5G y S21+ 5G han sido Diseñados para revolucionar el vídeo y la fotografía, con una resolución 8K cinematográfica superior para que puedas extraer fotos impresionantes de tus grabaciones. Disponible en dos tamaños, 64 MP de cámara, nuestro chip más rápido incorporado y con batería para todo el día. ¡Haz de tu realidad algo épico! Haz fotos impresionantes de tus vídeos en 8K 8K Video es la mayor resolución existente en un smartphone, haciendo que tus grabaciones superen las imágenes que ves en el cine. Y con 8K a 24 fps, cada videoblog y cada recuerdo es un paso más hacia el estrellato. Graba, súbelo y míralo en YouTube. Utiliza 8K Video Snap para crear un álbum de alta calidad con imágenes fijas de 33 MP que puedes sacar de cada vídeo 8K. Grábalo primero con facilidad. Y luego, saca tus fotos. Dura más que todas tus noches La luz del paisaje urbano va del día a la noche para demostrar el uso del teléfono desde la mañana hasta la noche. La carga superrápida te da horas de energía en minutos de carga. La carga rápida inalámbrica 2.0 es una recarga rápida, sin cables. Wireless PowerShare te deja usar tu teléfono para cargar los auriculares, el reloj o incluso el teléfono de un amigo. Descubre el chip más rápido de Galaxy Con más velocidad, más potencia y más inteligencia, el procesador de 5 nm es lo suficientemente rápido como para seguir el ritmo de la acción, por lo que puede hacer más aún más rápido.",
    "color": "Plata",
    "price": "999.00",
    "imageFileName": [
      "https://encrypted-tbn2.gstatic.com/shopping?q=tbn:ANd9GcQcEsQSxL4XMSYwWGk1sVE1QDmV2pi2FA3Akfm4gVpw9UOAMP0GYJnjBcUtFZsje33ro8CuxOocQg9Bfk4E2xE7880lCaxZEQ&usqp=CAY",
      "https://encrypted-tbn1.gstatic.com/shopping?q=tbn:ANd9GcSxvvw9lpAKkO4IlwQPV0jhfDhkMGjImaWaBwUXwNueHjWHjds&usqp=CAY",
      "https://encrypted-tbn3.gstatic.com/shopping?q=tbn:ANd9GcSL7uKLQsR_ZqyUWxba7HICZJUKBE3ZOMPy0alAdIsJdle4liOS&usqp=CAY",
      "https://encrypted-tbn1.gstatic.com/shopping?q=tbn:ANd9GcRAzF5iqPBXzMkW95NcsmoQZdJ81ckWRjl7wddD98jqHU6TsVKk&usqp=CAY",
      "https://encrypted-tbn1.gstatic.com/shopping?q=tbn:ANd9GcS8arndq0mBBElCw_CCD8enAZRZx3M-HM747qYSQRwIB8TZQTX4BBo9NExkPA3FlQPa6np-eW_V5LD4P8VSSHk26HZ29fwqCg&usqp=CAY"
    ],
    "screen": "6.8\"",
    "processor": "Samsung Exynos 2100",
    "ram": "12G"
  },
  {
    "name": "Samsung Galaxy Z Flip 256 GB",
    "slug": "samsumg-galaxy-z-256gb",
    "manufacturer": "SAMSUNG",
    "description": "Con el Asistente de Google sácale todo el partido a tu dispositivo estés donde estés. Galaxy Z Flip es la apuesta de Samsung para traer de vuelta aquellos dispositivos móviles más compactos, con apertura tipo \"concha\", pero manteniendo las cualidades de un smartphone de última generación. Todo ello, gracias al uso eficiente de una pantalla flexible Infinity Flex, AMOLED de 6,7\" y biseles minimizados. Además, porta un cristal plegable denominado Samsung Ultra Thin Glass, que pondrá ante ti una pantalla plana y lisa capaz de repeler la suciedad y el polvo. En la cubierta exterior, dispone de una pantalla de notificaciones con \"continuidad contextual\", por lo que podrás tocar la notificación para pasar directamente a esa aplicación en cuanto despliegues el teléfono. En este punto, cabe destacar que el sistema de apertura está formado por una bisagra articulada Hideaway, que te permitirá ajustar el ángulo a tu gusto. Galaxy Z Flip también destaca por su potente procesador de 7 nm y sus 8 GB de RAM, que junto con la pantalla flexible, trabajarán a la perfección para ofrecer una multitarea más productiva gracias a su sistema \"Multi Active Window\", capaz de dividir la pantalla en dos y trabajar a la vez con apps distintas. También podrás sacar un mayor uso de este sistema de división de pantalla, por ejemplo, cuando vayas a realizar una foto (área de visualización en la parte superior y controles en la inferior). En este punto, destacar su cámara trasera Dual (12 MP + Gran Angular de 12 MP) y su frontal de 10 MP. Samsung Galaxy Z Flip integra una batería Dual de 3300 mAh y dispone de tecnología Powershare inalámbrico, para que así puedas cargar otros dispositivos desde el propio smartphone, sin cables",
    "color": "Negro",
    "price": "1500.00",
    "imageFileName": [
      "https://encrypted-tbn2.gstatic.com/shopping?q=tbn:ANd9GcSCJh2LbFXQOEN6fLLyhHEQHZo8LpIGXuXHOzvsv_ylfkKT8rdLmsO5BUdEv4-tLi-3VIGFJ43FAty9Wi2jYqzFTMhRBy9Lnw&usqp=CAY",
      "https://encrypted-tbn0.gstatic.com/shopping?q=tbn:ANd9GcR62cwJ2ib7uiVH5N6Wah4UJAYv6O68z6DmztWMX2PUVMyc1gKRwGSIeMDZrrrjaoF6_rpf-fzJxK-sUs85h0Rt9cX8vhB8Ug&usqp=CAY",
      "https://encrypted-tbn0.gstatic.com/shopping?q=tbn:ANd9GcRz_fumgaCVsiw6LnE1y-Wq749htBuB0UcfaVV_p4-Cw7IbNZCJ3uox06wJ2p28FZRIGElXx9ObBY4ReCe-9QEVeiTNQ65D&usqp=CAY",
      "https://encrypted-tbn3.gstatic.com/shopping?q=tbn:ANd9GcShnZ9L_k5aqqUrjoRH1dTzrHxbEUDjo-oTc_Zpc-ZFD6Xq2mCDAxPhDIBl4lFtr-KDjfTcScjdl3cXG_MJhACBorkmuSAz&usqp=CAY",
      "https://encrypted-tbn1.gstatic.com/shopping?q=tbn:ANd9GcQ6Q-QLJueicFykg5dqNuRXwp2e-ZWFunRqy-8r-X6vQ9K0vwjblYLgcSLk4WetjyJDtMNVYkDI8koL0H7yPsq-8yok9vgqUA&usqp=CAY"
    ],
    "screen": "6.7\"",
    "processor": "2.95 GHz",
    "ram": "8G"
  },
  {
    "name": "Huawei P30",
    "slug": "huawei-p30",
    "manufacturer": "HUAWEI",
    "description": "Huawei P30 llega cargado de novedades implementadas a partir de alguna de las mejoras que ya vimos en los modelos de la gama Mate 20. El exterior destaca por sus elegantes bordes redondeados en el que se integra una pantalla, con diseño notch, OLED FULL HD+ de 5,8 pulgadas, que goza de una resolución de 2880x1440 píxeles. Además, Huawei ha prescindido del lector de huellas digital de tipo capacitivo, para incorporar el sistema de detección integrado en pantalla. En su interior, reside una memoria de almacenamiento de 128 GB, un procesador Kirin 980 de ocho núcleos (2 x 2.6 Ghz + 2 x 1.92 Ghz + 4 x 1.8 GHz), una memoria RAM de 6 GB y una gráfica Mali G76, por lo que todas las aplicaciones y juegos más potentes del mercado actual se ejecutarán con total fluidez. Huawei P30 también llama la atención por su triple cámara trasera 40+16+8 MP (apertura focal F1.6+f2.2+f2.4) y su cámara Selfie de 32 MP. P30 cuenta con una batería de 3.650 mAh y sistema de carga rápida para que te mantengas siempre conectado a lo largo del día. Además, dispone de sistema de reconocimiento facial para realizar tareas de desbloqueo del smartphone. ",
    "color": "Negro",
    "price": "699.00",
    "imageFileName": [
      "https://encrypted-tbn2.gstatic.com/shopping?q=tbn:ANd9GcT5ssS1-7HI4Ix4pg-r3u8kYKZpgK83X5WWct6By_zYTJkCAp82rBeBML1ix6vx3zpRvJRE1-9u-oHgNgqM7yk-2bobMoWYtA&usqp=CAY",
      "https://encrypted-tbn0.gstatic.com/shopping?q=tbn:ANd9GcSc9Q22myd7ajaJAUQZ-C6VtFis0wXWaqPS7vNlvp4OYzKyY7UHX4r4VQ1nywvm7bLqTgemyNbKZx_rk6saNprfZZV6B6819Q&usqp=CAY",
      "https://encrypted-tbn1.gstatic.com/shopping?q=tbn:ANd9GcS5v5fM8k-z5t6J-d1sxCXVUMXiWuoHE1ycWR-ytV4KQxQBBKrsnZY4ZnGEOXOOWarCOhzXHTArNmdHTNHjIt-UNU1Xb-Zh&usqp=CAY",
      "https://encrypted-tbn0.gstatic.com/shopping?q=tbn:ANd9GcT9NXl5ozr2oMjO7AS7OPglU28xJyraHjy51wYra6RSpi3gA8fY_pAUAk-veM-kEINqmCX9RCvXAfpRwPZKlZb8ontql7rP&usqp=CAY"
    ],
    "screen": "5.8\"",
    "processor": "Kirin 980",
    "ram": "6G"
  },
  {
    "name": "Vivo Y70, Negro, 128 GB, 8 GB, 6.44\" FHD+",
    "slug": "vivo-y70-128gb",
    "manufacturer": "VIVO",
    "description": "El móvil vivo y70, de color negro, te ofrece una tecnología innovadora que fue creada para satisfacer tus necesidades diarias.gran memoria este móvil te ofrece una memoria interna de 128 gb, lo que significa que tendrás espacio para tus ficheros o fotos, sin pensar que el espacio está limitado. además con el procesador qualcomm snapdragon 665 y 8 gb de ram, podrás abrir al mismo tiempo todas las páginas que lo necesitas sin afectar el rendimiento del móvil.una cámara potentegracias a su cámara trasera de 48 mp, obtendrás unos fotos limpios y claros sin ningún esfuerzo. además con la tecnología super macro, podrás acercarte a una distancia de 4 cm de tus objetivos y observarás como se desarolla el mundo en un segundo. increíble autonomía teniendo en cuenta que la capacidad de la batería es de 4100 mah, podrás usar el dispositivo hasta 12 horas de uso continuo, así no tendrás que preocuparte por ello.",
    "color": "Negro",
    "price": "205.00",
    "imageFileName": [
      "https://encrypted-tbn1.gstatic.com/shopping?q=tbn:ANd9GcRiTn9ywP5-xMIWE47m7oxPq7b_BeFjMyev8XNUDGbIXpBpDbH1HvpLBNfH32GotpZ52eDUwgMPYvneliJ0YuS473lLzfAtjA&usqp=CAY",
      "https://encrypted-tbn2.gstatic.com/shopping?q=tbn:ANd9GcQWSnxf2IUJBGp_-3KbPS-q8TLfMot7TOx8na4LEznnNK4xJKLamX8hJz8ufFr6uGvFH-PD5xiQ9l3hgzhIrYeixOVZhSpzkg&usqp=CAY",
      "https://encrypted-tbn0.gstatic.com/shopping?q=tbn:ANd9GcScG51Z_Tzoc6ArBNZHCJEhr2WGQKzcH3EJXu2RPYoR7hI_wAncVA8d5O3_-chdrdgwDt-P4vchOrZ0BHRFbLMNdV3MUYQtDg&usqp=CAY",
      "https://encrypted-tbn3.gstatic.com/shopping?q=tbn:ANd9GcRzNoAC-eu4UV7rDasel1ndAyG91FMHuVFS-uEh4G5ZFkq7oOUumfAVP3h2CHGPwQShsvSHYq45j5wQvKqLZu-mrzAPsbcy&usqp=CAY"
    ],
    "screen": "6.44\"",
    "processor": "Qualcomm Snapdragon 665",
    "ram": "8G"
  }
]
